"""
Задача 3. Непрерывная случайная величина X распределена нормально и задана
плотностью распределения f(x) = (1 / (4 * sqrt(2pi))) * exp((-(x+2)**2) / 32)
Найдите:
а). M(X)
б). D(X)
в). std(X) (среднее квадратичное отклонение)
"""

from os import system
system("cls")

print('M(x) = a = -2 \n'
      'std(x) = 4 \n'
      'D(x) = std(x)^2 = 16 \n'
      )